class Data:

    site_url = 'https://qa-scooter.praktikum-services.ru/' #Страница сайта

    answer_0 = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.' #Ответ 1 из FAQ
    answer_1 = ('Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать ' 
            'несколько заказов — один за другим.') #Ответ 2 из FAQ
    answer_2 = ('Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. ' 
            'Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. ' 
            'Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.') #Ответ 3 из FAQ
    answer_3 = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.' #Ответ 4 из FAQ
    answer_4 = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.' #Ответ 5 из FAQ
    answer_5 = ('Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — '
            'даже если будете кататься без передышек и во сне. Зарядка не понадобится.') #Ответ 6 из FAQ
    answer_6 = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.' #Ответ 7 из FAQ
    answer_7 = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.' #Ответ 8 из FAQ

    name_order = 'Саша' #Имя для заказа самоката
    femail_order = 'Сергеев' #Фамилия для заказа самоката
    adress_order = 'Нижний Новгород' #Адрес для заказа самоката
    phone_order = '88005553535' #Номер для заказа самоката
    date_order = '30.10.2022' #Дата для заказа самоката
